{"id":986,"date":"2018-01-02T07:40:20","date_gmt":"2018-01-02T07:40:20","guid":{"rendered":"\/\/unitech.com.mx\/?page_id=986"},"modified":"2018-04-20T17:33:22","modified_gmt":"2018-04-20T07:33:22","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/www.unitech.com.mx\/terms-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"<h3>1.GENERAL TERMS &amp; CONDITIONS:<\/h3>\n<p>UNITECH TIN / VAT No. 111743364. The mentioned terms and conditions apply to all the purchases from unitech.com.mx. It contains important information about legal rights and obligations, including legal limitations and exclusions that apply to all consumers. When any product or service is purchased from UNITECH “unitech.com.mx”, you (Consumer\/Customer) agree and bind to the Terms and Conditions stated below.<\/p>\n<p>UNITECH and You (Consumer) agree to the following terms and conditions which are the exclusive terms governing the sales transaction between unitech.com.mx and the Consumers. Any attempt to alter, supplement, modify or amend these terms and conditions by the Customer will be considered a material alteration of this agreement and, therefore, are null and void. In addition, these terms and conditions are subject to change at any time, without prior written notice. Therefore, please check these terms and conditions carefully each time you take any service from unitech.com.mx.<\/p>\n<p>&nbsp;<\/p>\n<h3>2. MODIFICATION OF TERMS &amp; CONDITIONS:<\/h3>\n<p>UNITECH at any time may modify or alter any provisions contained in the terms and conditions without any prior notice. The users as well as consumers should periodically review the terms and conditions. Usage of website without referring to the amended terms and conditions will be deemed to be accepted by you.<\/p>\n<p>&nbsp;<\/p>\n<h3>3. COPYRIGHT &amp; TRADEMARK NOTICE:<\/h3>\n<p>The entire content included in this site, including but not limited to text, graphics or code is copyrighted as a collective work under the Rwandan Law and other copyright laws, and is the property of UNITECH. The collective work includes works that are licensed to UNITECH. Copyright 2018, UNITECH ALL RIGHTS RESERVED. Permission is granted to electronically copy and print hard copy portions of this site for the sole purpose of placing an order with WI-FI Solution service and products. You may display and, subject to any expressly stated restrictions or limitations relating to specific material, download or print portions of the material from the different areas of the site solely for your own non-commercial use, or to place an order with WI-FI Solution. Any other use, including but not limited to the reproduction, distribution, display or transmission of the content of this site is strictly prohibited, unless authorized by UNITECH. You further agree not to change or delete any proprietary notices from materials downloaded from the site.<\/p>\n<p>&nbsp;<\/p>\n<h3>4. PUBLIC FORUMS &amp; USER SUBMISSION:<\/h3>\n<p>UNITECH is not responsible for any material submitted to the public websites or forums by you. Any material submitted by you is neither endorsed, reviewed or approved by UNITECH. UNITECH reserves rights to remove any content uploaded or submitted by you without giving any prior notice in absolute discretion to following act,<\/p>\n<ul>\n<li>harass, stalk, defame, threaten or otherwise violate the rights of other users or any third parties.<\/li>\n<li>publish, post, distribute or disseminate any defamatory, obscene, indecent or unlawful material or information;<\/li>\n<li>upload files that contain viruses, corrupted files or any other similar software or (computer) programs that may damage the operation of UNITECH and\/or a third party&#8217;s computer system and\/or network;<\/li>\n<li>violate any copyright, trademark, other applicable laws or intellectual property rights of UNITECH or any other third party;<\/li>\n<li>submit contents containing marketing or promotional material which is intended to solicit business.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h3>5. TRANSMISSION OF INFORMATION:<\/h3>\n<p>Your attention is drawn to the fact that information transmitted via the internet to UNITECH is susceptible to monitoring and interception. UNITECH reserves the right to request independent verification of any information transmitted and your consent to such verification should UNITECH deem it necessary. You further agree not to use the website to send or post any message or material that is unlawful, harassing, defamatory, abusive, indecent, threatening, harmful, vulgar, obscene, sexually orientated, racially offensive, profane, pornographic or which violates any applicable laws and you hereby indemnify UNITECH against any loss, liability, damage or expense of whatever nature which UNITECH or any third party may suffer which is caused by or attributable to, whether directly or indirectly, your use of the website.<\/p>\n<p>&nbsp;<\/p>\n<h3>6. LINK TO OTHER WEBSITES:<\/h3>\n<p>External links provided for consumers well-being and flexibility are beyond the control of UNITECH and no responsibility is taken to represent their content. Inclusion of any third-party link does not imply endorsement of UNITECH. Consumers or Users must surf the website of third party at their own risk.<\/p>\n<p>&nbsp;<\/p>\n<h3>7. PRIVACY INFORMATION:<\/h3>\n<p>We take care of your information under full protection and confidential. For further clarification please go through Privacy Policy page.<\/p>\n<p>&nbsp;<\/p>\n<h3>8. DISCLAIMERS:<\/h3>\n<ul>\n<li>UNITECH makes no warranties, representations, statements or guarantees (whether express, implied in law or residual) regarding the website.<\/li>\n<li>UNITECH shall not be responsible for and disclaims all liability for any loss, liability, damage (whether direct, indirect or consequential), personal injury or expense of any nature whatsoever which may be suffered by you or any third party, as a result of or which may be attributable, directly or indirectly, to your access and\/or use of the website.<\/li>\n<li>Any information contained on the website and you waive all claims which you may have against UNITECH in respect of any loss, liability, damage (whether direct, indirect or consequential) or expense of any nature whatsoever, which may be suffered by you as a result of or which may be attributable directly or indirectly to the aforesaid.<\/li>\n<li>These limitations of liability shall apply regardless of the form of action, whether in contract, tort, delict, strict liability or otherwise, and regardless of whether either party has been advised of the possibility of such damages. Notwithstanding anything to the contrary contained herein, UNITECH shall not be liable for any indirect, contingent or consequential loss (including but not limited to loss of business or loss of profits) incurred or sustained by you or any third party howsoever arising in respect of your use of or reliance on the website or any information offered on or via the website.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h3>9. STATUTORY &amp; GENERAL CONDITIONS:<\/h3>\n<p>The terms and conditions stated do not exclude the application of the statutory and general conditions. For more information on your consumer rights please visit www.risa.gov.rw.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>1.GENERAL TERMS &amp; CONDITIONS: UNITECH TIN / VAT No. 111743364. The mentioned terms and conditions apply to all the purchases from unitech.com.mx. It contains important information about legal rights and obligations, including legal limitations and exclusions that apply to all consumers. When any product or service is purchased from UNITECH “unitech.com.mx”, you [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"spay_email":""},"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"banner2000*800":false,"image800*1000":false,"thumbnail700":false,"thumbnail120*120":false,"thumbnail-600*820":false,"thumbnail-720*520":false,"thumbnail-1140*640":false,"thumbnail-128*128":false,"thumbnail-768*650":false},"uagb_author_info":{"display_name":"UNITECH","author_link":"https:\/\/www.unitech.com.mx\/author\/UNITECH\/"},"uagb_comment_info":0,"uagb_excerpt":"1.GENERAL TERMS &amp; CONDITIONS: UNITECH TIN / VAT No. 111743364. The mentioned terms and conditions apply to all the purchases from unitech.com.mx. It contains important information about legal rights and obligations, including legal limitations and exclusions that apply to all consumers. When any product or service is purchased from UNITECH “unitech.com.mx”, you&hellip;","_links":{"self":[{"href":"https:\/\/www.unitech.com.mx\/json\/wp\/v2\/pages\/986"}],"collection":[{"href":"https:\/\/www.unitech.com.mx\/json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.unitech.com.mx\/json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.unitech.com.mx\/json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.unitech.com.mx\/json\/wp\/v2\/comments?post=986"}],"version-history":[{"count":6,"href":"https:\/\/www.unitech.com.mx\/json\/wp\/v2\/pages\/986\/revisions"}],"predecessor-version":[{"id":1389,"href":"https:\/\/www.unitech.com.mx\/json\/wp\/v2\/pages\/986\/revisions\/1389"}],"wp:attachment":[{"href":"https:\/\/www.unitech.com.mx\/json\/wp\/v2\/media?parent=986"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}